Repository: hzagaming/ClassGod
Catalog: ClassGod/ClassGodWidget/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: App Launcher
zh_hans: 应用启动器

source: APPS
zh_hans: 应用

source: ARCH
zh_hans: 架构

source: ASCII Art
zh_hans: ASCII 艺术

source: Battery
zh_hans: 电池

source: BATTERY
zh_hans: 电池

source: Battery level and charging status.
zh_hans: 电池电量与充电状态。

# BATTERY_REMAINING
source: %lld%% remaining
zh_hans: 剩余 %lld%%

source: Beijing
zh_hans: 北京

source: BTC / ETH prices with trend arrows.
zh_hans: 显示 BTC / ETH 价格与趋势箭头。

source: Calendar
zh_hans: 日历

source: CHARGING
zh_hans: 充电中

source: Checklist with hacker checkbox style.
zh_hans: 黑客风格复选框清单。

source: Clock
zh_hans: 时钟

source: CPU LOAD
zh_hans: CPU 负载

source: CPU Monitor
zh_hans: CPU 监控

source: CRITICAL
zh_hans: 严重

source: Crypto
zh_hans: 加密货币

source: d
zh_hans: 天

source: Daily hacker / tech quote.
zh_hans: 每日黑客或科技引语。

source: Deploy update
zh_hans: 部署更新

source: Digital clock with date.
zh_hans: 带日期的数字时钟。

source: DISK
zh_hans: 磁盘

source: Disk Usage
zh_hans: 磁盘使用情况

source: DOWN
zh_hans: 下载

source: FILES
zh_hans: 文件

source: h
zh_hans: 时

source: Hacker Quote
zh_hans: 黑客引语

source: Hacker-style system log stream.
zh_hans: 黑客风格系统日志流。

source: HEAVY
zh_hans: 高负载

source: HOST
zh_hans: 主机

source: Launch apps directly from desktop.
zh_hans: 直接从桌面启动应用。

source: Loading...
zh_hans: 载入中…

source: Local
zh_hans: 本地

source: m
zh_hans: 分

source: macOS version and hostname.
zh_hans: 显示 macOS 版本与主机名。

source: MEM
zh_hans: 内存

source: Memory
zh_hans: 内存

source: MEMORY
zh_hans: 内存

source: Monthly calendar with today highlighted.
zh_hans: 高亮今天的月历。

source: Multi-city time zones.
zh_hans: 显示多个城市的时区。

source: NET
zh_hans: 网络

source: Network
zh_hans: 网络

source: NETWORK
zh_hans: 网络

source: NORMAL
zh_hans: 正常

source: NOTE
zh_hans: 便签

source: Notes
zh_hans: 便签

source: NOTES
zh_hans: 便签

source: OS
zh_hans: 系统

source: QUICK LAUNCH
zh_hans: 快速启动

source: Quick note preview.
zh_hans: 快速预览便签内容。

source: RAM
zh_hans: 内存

source: RAM usage bar with color thresholds.
zh_hans: 带颜色阈值的内存使用条。

source: Random hacker ASCII art.
zh_hans: 随机黑客 ASCII 艺术。

source: Real-time CPU usage with hacker-style gauge.
zh_hans: 黑客风格仪表显示 CPU 使用率。

source: Recent Files
zh_hans: 最近文件

source: RECENT FILES
zh_hans: 最近文件

source: Recently accessed files.
zh_hans: 最近访问的文件。

source: Remember to check system logs before pushing to production.
zh_hans: 推送到生产环境前记得检查系统日志。

source: Review code
zh_hans: 审查代码

source: STORAGE
zh_hans: 存储

source: Storage ring chart with free space.
zh_hans: 显示可用空间的存储环形图。

source: System Info
zh_hans: 系统信息

source: SYSTEM INFORMATION
zh_hans: 系统信息

source: System uptime in hacker monospace.
zh_hans: 以黑客等宽字体显示系统运行时间。

source: Temperature and condition icon.
zh_hans: 显示温度与天气图标。

source: Terminal Log
zh_hans: 终端日志

source: The only truly secure system is one that is powered off.
zh_hans: 真正安全的系统，是已经断电的系统。

source: TODO
zh_hans: 待办

source: Todo List
zh_hans: 待办清单

source: TODO LIST
zh_hans: 待办清单

source: UP
zh_hans: 上传

source: Upload / download speed monitor.
zh_hans: 上传与下载速度监控。

source: Uptime
zh_hans: 运行时间

source: UPTIME
zh_hans: 运行时间

source: USED
zh_hans: 已使用

source: Weather
zh_hans: 天气

# WIDGET_CORES_VALUE
source: %lld cores
zh_hans: %lld 核

# WIDGET_CPU_CORES
source: CPU: %lld cores
zh_hans: CPU：%lld 核

# WIDGET_DISK_FREE
source: %lldG free
zh_hans: 可用 %lldG

# WIDGET_DISK_TOTAL
source: / %lldG total
zh_hans: / 共 %lldG

# WIDGET_MEMORY_FREE
source: Free: %lldG
zh_hans: 可用：%lldG

# WIDGET_MEMORY_USED
source: Used: %lldG
zh_hans: 已用：%lldG

# WIDGET_TODO_DONE
source: %lld/%lld done
zh_hans: 已完成 %lld/%lld

source: World Clock
zh_hans: 世界时钟

source: WORLD CLOCK
zh_hans: 世界时钟

source: Write docs
zh_hans: 编写文档
